"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";
"Enables post-quantum key-agreements in TLS 1.3 connections" = "Activer le protocole de clé post-quantique dans les connexions TLS 1.3" ;
